All Bars in a Free Form Rebar Set have been hidden.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 18.0.0.0 (18.0.0.420)
 Syntax
  C#
public static FailureDefinitionId ClearPresentationForAllBarsInRebarSet { get; }
  Visual Basic
Public Shared ReadOnly Property ClearPresentationForAllBarsInRebarSet As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ ClearPresentationForAllBarsInRebarSet {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures RebarFailures Class
  Autodesk.Revit.DB Namespace